<?php

return [
    // orders
    'new_order' => 0,
    'accepted_order' => 1,
    'canceled_order' => 2,
    'completed_order' => 3,
    // avaliability times
    'avaliabity' => [
        'السبت' => [
            [
                'from' => '08:00',
                'to' => '10:00'
            ],
            [
                'from' => '12:00',
                'to' => '14:00'
            ],
        ],
        'الاحد' => [
            'from' => '08:00',
            'to' => '12:00'
        ],
        'الاثنين' => [
            'from' => '08:00',
            'to' => '14:00'
        ],
        'الثلاثاء' => [
            'from' => '08:00',
            'to' => '16:00'
        ],
        'الاربعاء' => [
            'from' => '08:00',
            'to' => '18:00'
        ],
        'الخميس' => [
            'from' => '08:00',
            'to' => '20:00'
        ],
        'الجمعه' => [
            'from' => '08:00',
            'to' => '22:00'
        ],
    ],
];
